{
  "asciiToString": {
    "title": "Easily Convert ASCII to String Online with Our Free Tool",
    "description": "Free online tool for converting ASCII codes to string or plain text. Easily convert your text to ASCII with simple steps!"
  },
  "jsonParser": {
    "title": "Fast and Reliable JSON Formatter, Beautifier and Validator",
    "description": "Make your JSON look beautiful with our fast and reliable JSON Formatter. Parse JSON Data quickly and accurately with our powerful online JSON Formatter tool!"
  },
  "jsonMinifier": {
    "title": "JSON Minify | Secure and Reliable JSON Minifier & Compressor",
    "description": "Minify and compress your JSON files with our secure and reliable JSON Minify tool. Reduce file size, improve loading speed, and ensure data integrity."
  },
  "jsonDiff": {
    "title": "JSON Diff - Compare and Highlight Differences Between JSON",
    "description": "JSON Diff is the ultimate tool for securely comparing and highlighting differences between JSON data. Identify changes, additions, and deletions in no time."
  },
  "jsonToString": {
    "title": "Online JSON to String Converter - Instantly Stringify JSON",
    "description": "Easily convert JSON to string with our efficient online tool. Stringify JSON data in seconds for seamless integration and manipulation. Try it now, it's free!"
  },
  "stringToAscii": {
    "title": "Free Online String to ASCII Converter | Fast & Accurate",
    "description": "Convert strings to ASCII with our free online tool. Quickly and accurately convert text, numbers, and symbols into binary code. Try it and see how easy it is!"
  },
  "toLowercase": {
    "title": "Quickly Convert Text or Strings to Lowercase Online",
    "description": "Effortlessly convert text to lowercase with TextToLower, an intuitive online tool. Transform uppercase and mixed-case text to lowercase. Try it now for free!"
  },
  "toUppercase": {
    "title": "Quickly Convert Text or Strings to Uppercase Online",
    "description": "Instantly convert your text or strings to uppercase, a convenient online tool. Transform lowercase and mixed-case text to uppercase easily. Try it now for free!"
  },
  "toolsList": {
    "title": "Developer Tools",
    "description": "Simplest collection of very usefull developer tools. Many tools for string, JSON, encoding, decoding, converting and much more!"
  },
  "salaryHikePercentageCalculator": {
    "title": "Salary Hike Percentage Calculator | Calculate Salary hike",
    "description": "Calculate salary hike percentage with our online tool. Determine percentage increase in salary with ease. Plan your finances effectively. Try it now!"
  },
  "wordCounter": {
    "title": "Free Online Word & Character Count Tool for Accurate Result",
    "description": "Count the exact number of words and characters in your text with our accurate online Word and Character Counter tool. Try it now for free!"
  },
  "ReplaceSpaces": {
    "title": "Replace Spaces with Underscores - Fast & Easy Online Tool",
    "description": "Effortlessly replace spaces in text with our online utility. Enhance readability and optimize your content. Try our free space replacer tool now for free!"
  },
  "RemoveSpaces": {
    "title": "Remove Spaces from Text Easily using Our Powerful Tool",
    "description": "Effortlessly remove spaces from text with our powerful online tool. Get rid of unnecessary spaces and tabs for cleaner content. Try it now!"
  },
  "RemoveExtraSpaces": {
    "title": "Remove Extra Spaces from Text Easily using Our Powerful Tool",
    "description": "Effortlessly replace spaces in text with our online utility. Enhance readability and optimize your content. Try our free space replacer tool now for free!"
  },
  "UrlDecode": {
    "title": "URL Decode - Safe & Secure URL Decoder Online",
    "description": "URL Decode is the perfect tool for quickly and securely decoding URL online. You can quickly decode any type of URL or Text with ease. Try it now!"
  },
  "URLEncode": {
    "title": "URL Encode - Encode URL Easily and Quickly",
    "description": "Easily and securely encode URLs with our free online URL encoder in real time. Allowing you to protect sensitive information and ensure your links are safe!"
  },
  "UUIDGenerator": {
    "title": "UUID Generator - Generate Unique Universal Identifiers",
    "description": "Generate unique and reliable Universal Identifiers with our fast secure UUID generator tool. Our tool generates random and secure UUIDs in a matter of seconds!"
  },
  "homePage": {
    "title": "Secure and Reliable Online Tools",
    "description": "Introducing our suite of powerful and user-friendly tools designed to simplify your data management tasks for developers and non-technical users alike!"
  }
}
