{
  "asciiToString": {
    "title": "ASCII to Text Converter: Convert ASCII Codes to Text",
    "description": "Convert ASCII codes to readable text effortlessly with our reliable ASCII to Text Converter. Paste the ASCII codes and instantly decode them into plain text!"
  },
  "jsonParser": {
    "title": "Online JSON Formatter - Beautify and Format JSON Data",
    "description": "Our online JSON formatter instantly cleans & beautifies JSON code. Free, easy to use, & works in your browser. Get perfect, readable JSON code in just a click."
  },
  "JSON_VALIDATOR": {
    "title": "Online JSON Validator - Beautify and Format JSON Data",
    "description": "Worried about invalid JSON? Our JSON validator instantly checks your code for syntax errors and provides clear explanations. Free, fast, and easy to use."
  },
  "jsonMinifier": {
    "title": "JSON Minify | Secure JSON Minifier and Compressor",
    "description": "Minify and compress your JSON files with our secure and reliable JSON Minify tool. Reduce file size, improve loading speed, and ensure data integrity."
  },
  "jsonToTypescript": {
    "title": "JSON to TypeScript - Online Converter",
    "description": "Convert JSON data to TypeScript interfaces with ease. Just paste JSON and get the TypeScript code in seconds. Effortless, powerful, and perfect for developers."
  },
  "jsonDiff": {
    "title": "JSON Diff - Compare and Highlight Differences Between JSON",
    "description": "JSON Diff is the ultimate tool for securely comparing and highlighting differences between JSON data. Identify changes, additions, and deletions in no time."
  },
  "jsonToString": {
    "title": "JSON to String Converter - Stringify JSON",
    "description": "Easily convert JSON to string with our efficient online tool. Stringify JSON data in seconds for seamless integration and manipulation. Try it now, it's free!"
  },
  "stringToAscii": {
    "title": "Text to ASCII Converter: Convert Text to ASCII Codes",
    "description": "Use our online Text to ASCII Converter to easily convert your plain text to ASCII codes. Simply paste your text, and the tool will convert it to ASCII codes!"
  },
  "toLowercase": {
    "title": "Quickly Convert Text to Lowercase Online",
    "description": "Effortlessly convert text to lowercase with our intuitive online tool. Transform uppercase and mixed-case text to lowercase. Try it now for free!"
  },
  "toUppercase": {
    "title": "Quickly Convert Text to Uppercase Online",
    "description": "Instantly convert your text to uppercase, a convenient online tool. Transform lowercase and mixed-case text to uppercase easily. Try it now for free!"
  },
  "toolsList": {
    "title": "Developer Tools",
    "description": "Simplest collection of very usefull developer tools. Many tools for string, JSON, encoding, decoding, converting and much more!"
  },
  "salaryHikePercentageCalculator": {
    "title": "Salary Hike Percentage Calculator | Calculate Salary hike",
    "description": "Calculate salary hike percentage with our online tool. Determine percentage increase in salary with ease. Plan your finances effectively. Try it now!"
  },
  "wordCounter": {
    "title": "Accurate Word Counter Tool | Count Words, Characters, and More",
    "description": "Get precise word counts and character statistics with our Word Counter tool. Easily track word frequency, character count, grammar & spelling checking!"
  },
  "ReplaceSpaces": {
    "title": "Replace Spaces with Underscores - Fast & Easy Online Tool",
    "description": "Easily replace spaces with underscores in text with our free online tool. Enhance readability and optimize your content. Try it for replacing spaces in text!"
  },
  "RemoveSpaces": {
    "title": "Remove Spaces from Text Easily using Our Powerful Tool",
    "description": "Effortlessly remove spaces from text with our powerful online tool. Get rid of unnecessary spaces and tabs for cleaner content. Try it now!"
  },
  "RemoveExtraSpaces": {
    "title": "Remove Extra Spaces from Text Easily using Our Powerful Tool",
    "description": "Effortlessly replace spaces in text with our online utility. Enhance readability and optimize your content. Try our free space replacer tool now for free!"
  },
  "UrlDecode": {
    "title": "URL Decode - Safe & Secure Online URL Decoder",
    "description": "URL Decode is the perfect tool for quickly and securely decoding URL online. You can quickly decode any type of URL or Text with ease. Try it now!"
  },
  "URLEncode": {
    "title": "URL Encode - Encode URL Easily and Quickly",
    "description": "Easily and securely encode URLs with our free online URL encoder in real time. Allowing you to protect sensitive information and ensure your links are safe!"
  },
  "UUIDGenerator": {
    "title": "UUID Generator - Generate Unique Universal Identifiers",
    "description": "Generate unique and reliable Universal Identifiers with our fast secure UUID generator tool. Our tool generates random and secure UUIDs in a matter of seconds!"
  },
  "homePage": {
    "title": "Secure and Reliable Online Tools",
    "description": "Introducing our suite of powerful and user-friendly tools designed to simplify your data management tasks for developers and non-technical users alike!"
  },
  "XML_FORMATTER": {
    "title": " XML Formatter Online Tool - Format and Beautify XML easily",
    "description": "Effortlessly format and organize your XML code with our reliable XML formatter tool. Format and beautify XML code for enhanced readability and maintainability!"
  },
  "XML_MINIFIER": {
    "title": "XML Minifier - Compress XML Files Instantly",
    "description": "Experience the power of our user-friendly XML Minifier, designed to compress XML documents effortlessly. It removes extra spaces, line breaks, comments, etc."
  },
  "XML_TO_JSON": {
    "title": "XML to JSON Converter | Convert XML to JSON with Ease",
    "description": "Convert XML to JSON quickly with our user-friendly online tool. Seamlessly transform your XML data into JSON format, compatible with various XML structures."
  },
  "JSON_TO_XML": {
    "title": "JSON to XML Converter | Transform JSON Data into XML Format",
    "description": "Convert JSON to XML format effortlessly with our user-friendly online converter. Enjoy instant results, versatile compatibility, and complete data privacy."
  },
  "NUMBER_TO_WORDS": {
    "title": "Number to Word Converter - Convert Numbers to Words Online",
    "description": "Easily convert numbers to words instantly with our online tool. Say goodbye to number spelling struggles: Easy-to-use tool to writes numbers in words."
  },
  "GENERATE_RANDOM_STRING": {
    "title": "Random String Generator - Customize Length, Charset & More",
    "description": "Generate strong, secure, and unique random strings instantly with our free online tool. Choose the length, character set, and output format of your strings."
  }
}
